---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PointElementMeasurementType
source: html/c55431fe-e99e-32e3-5a99-5ecbcf334cec.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PointElementMeasurementType Property

"Measurement Type"

## Syntax (C#)
```csharp
public static ForgeTypeId PointElementMeasurementType { get; }
```